import gym4 from '../assets/gym4.jpg';
import swimmingPool from '../assets/swimming-pool.jpg';
import spaZone from '../assets/spa-zone.jpg';
import tennisCourt from '../assets/tennis-court.jpg';
import childzone from '../assets/childzone.JPG';
import restaurant from '../assets/restaurant.jpg';

export const features = [
  {
    icon: '🏋️‍♂️',
    title: 'Сучасне обладнання',
    description:
      'Двоповерховий тренажерний зал площею 2000 м² з найновішим обладнанням від провідних виробників',
  },
  {
    icon: '🏊‍♂️',
    title: 'Басейни',
    description:
      'Два спортивні басейни по 25 метрів, дитячий басейн, джакузі та літній басейн під відкритим небом',
  },
  {
    icon: '🥋',
    title: 'Бойові мистецтва',
    description:
      'Зони для тренувань бойових мистецтв з професійним обладнанням та досвідченими тренерами',
  },
  {
    icon: '🎾',
    title: 'Теніс та сквош',
    description: 'Професійні тенісні корти та сквош-корт з сучасним покриттям та освітленням',
  },
];

export const clubPhotos = [
  {
    url: gym4,
    title: 'Тренажерний зал',
  },
  {
    url: swimmingPool,
    title: 'Басейн',
  },
  {
    url: spaZone,
    title: 'SPA-зона',
  },
  {
    url: tennisCourt,
    title: 'Тенісний корт',
  },
  {
    url: childzone,
    title: 'Дитяча зона',
  },
  {
    url: restaurant,
    title: 'Ресторан',
  },
];
